/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "ตอบรับ";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "ตอบรับ";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "ได้ปิดใช้ Apple ID ที่คุณป้อนเนื่องจากเหตุผลความปลอดภัย  ให้แตะ \"รีเซ็ต\" เพื่อเปลี่ยนรหัสผ่าน";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "คุณไม่ได้รับอนุญาตให้ปรับเปลี่ยนบัญชีบนอุปกรณ์เครื่องนี้";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "ไม่สามารถสร้างบัญชี";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "คุณไม่ได้รับอนุญาตให้แก้ไขบัญชีของคุณบนอุปกรณ์เครื่องนี้";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "ไม่สามารถแก้ไขบัญชี";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "คุณไม่ได้รับอนุญาตให้ลงชื่อเข้าอุปกรณ์เครื่องนี้";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "ไม่สามารถลงชื่อเข้า";

/* Account Title */
"ACCOUNT_TITLE" = "บัญชี";

/* Achievements title one player */
"ACHIEVEMENTS" = "ผลสำเร็จ";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ ผลสำเร็จ %2$@ แต้ม";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ จาก %2$@ ผลสำเร็จ ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ ผลสำเร็จ ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ ผลสำเร็จ ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ ผลสำเร็จ ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ ผลสำเร็จ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "ไม่มีผลสำเร็จ ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "ไม่มีผลสำเร็จ ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "ได้รับ: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "ได้รับเมื่อ: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ จาก %2$@ ผลสำเร็จ ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ จาก %2$@ ผลสำเร็จ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "ยังไม่สำเร็จ";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ ผลสำเร็จ";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ แต้ม";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ แต้ม";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ แต้ม)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ แต้ม)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ แต้ม)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "แต้ม";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "แต้ม";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "แต้ม";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ แต้ม";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "เพิ่มที่อยู่ผู้รับ";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "ลบที่อยู่ผู้รับ";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "คุณไม่ได้รับอนุญาตให้ส่งคำขอกับเพื่อนจากอุปกรณ์เครื่องนี้";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "ไม่สามารถส่งคำขอกับเพื่อน";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "เพิ่มผู้เล่น";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "ผู้เล่นไม่ได้ลงชื่อเข้าอยู่";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "คุณไม่ได้รับอนุญาตให้ใช้ Game Center บนอุปกรณ์เครื่องนี้";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "คุณไม่ได้รับอนุญาตให้เล่นเกมเล่นหลายผู้เล่นบนอุปกรณ์เครื่องนี้";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "การเล่นหลายผู้เล่นไม่พร้อม";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center ไม่พร้อม";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "การเล่นหลายผู้เล่นไม่พร้อม";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "นิรนาม";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "รหัสผ่านสำหรับ Apple ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: เกินกว่า %@ นาที";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: เกินกว่า %@ นาที";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: เกินกว่า %@ นาที";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: %@ วินาที";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: %@ วินาที";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center สามารถจับคู่แข่งให้กับคุณเพื่อเล่นกับคนที่พร้อมเล่นด้วยในขณะนี้อย่างอัตโนมัติ ระยะเวลารอจับคู่โดยประมาณ: %@ วินาที";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "จับคู่แข่งอัตโนมัติ";

/* Auto-matched */
"AUTO_MATCHED" = "ได้จับคู่แข่งอัตโนมัติ";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "ผู้เล่นจับคู่แข่งอัตโนมัติ";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "ส่ง";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "ส่ง";

/* By Game Center */
"BY_GAME_CENTER" = "โดย Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "ได้ยกเลิก";

/* Cancel */
"CANCEL_BUTTON" = "ยกเลิก";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "ไม่สามารถเชื่อมต่อ";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "บริการบัญชี Game Center ไม่พร้อมใช้งานขณะนี้\nโปรดลองอีกครั้งภายหลัง";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "คุณต้องเชื่อมต่อเครือข่าย Wi-Fi หรือเครือข่ายข้อมูลเซลลูลาร์
เพื่อเข้าถึง Game Center";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "เพิ่ม";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "เป็นเพื่อนกับ “%1$@” เพื่อส่งรายการท้าแข่ง";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "ขอเป็นเพื่อนใน Game Center เพื่อเริ่มส่งและรับรายการท้าแข่ง";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "เพื่อนๆ ของคุณได้รับผลสำเร็จ “%1$@” แล้ว ลองท้าเพื่อนคุณกับผลสำเร็จที่พวกเขายังไม่ได้รับ";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "ทำแต้มบน “%1$@” เพื่อท้าเพื่อนๆ ของคุณทำแต้มให้สูงกว่า";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "ตกลง";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "การท้าแข่งจาก %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "ท้าแข่งจาก “%1$@”";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "การท้าแข่งจาก %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "การท้าแข่งจาก %1$@: แต้ม “%2$@” บน “%3$@”";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "ท้าแข่งกับเพื่อน";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "ส่งการท้าแข่ง";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "ท้าแข่งขัน:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "จาก “%1$@”";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "จาก %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "แต้ม “%1$@” บน “%2$@”";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "คุณชนะการท้าแข่งจาก %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "ย้อนกลับ";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "เลือกเพื่อน";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "ไม่สนใจ";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "ได้ท้าแข่งกับคุณ: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "เปิดเล่นเกม";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "ไปที่ App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "การท้าแข่ง “%1$@”: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "ชนะการท้าแข่งจากคุณ: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "ชนะการท้าแข่งจากคุณใน %1$@: %2$@";

/* Change */
"CHANGE" = "เปลี่ยน";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "ปิด";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "ปิด";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ ผลสำเร็จ";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ ผลสำเร็จ";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "ไม่มีผลสำเร็จ";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "กำลังเชื่อมต่อ";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "ไม่สามารถติดต่อกับเซิร์ฟเวอร์ของ Game Center";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "สร้าง Apple ID ใหม่";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "ได้ปฏิเสธ";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "ปฏิเสธ";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "ต้องการเล่น \"%@\" หรือไม่";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "ส่งการท้าแข่ง";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "ท้าแข่งกับเพื่อน";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "แบ่งปัน";

/* Disable Button */
"DISABLE_BUTTON" = "ปิดใช้";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "ไม่ได้เชื่อมต่ออยู่";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "ลบ";

/* Done button title */
"DONE_BUTTON_TITLE" = "เสร็จ";

/* button to send friend request */
"DONT_SEND" = "ห้ามส่ง";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "กำลังติดตั้ง…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "ป้อนข้อความ (ไม่บังคับ)…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้เล่นภายในที่นี่ยังไม่ได้รับรองความถูกต้อง";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "การทำงานที่ขอถูกยกเลิก";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากข้อผิดพลาดสื่อสารกับเซิร์ฟเวอร์";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจาก Game Center ไม่รู้จักแอปพลิเคชั่นนี้";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากชื่อผู้ใช้หรือรวมทั้งรหัสผ่านไม่ถูกต้อง";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากอย่างน้อยหนึ่งพารามิเตอร์ไม่ถูกต้อง";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้เล่นไม่ถูกต้อง";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "คำขอท้าแข่งไม่สำเร็จเนื่องจากข้อมูลท้าแข่งไม่ถูกต้อง";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากการขอแข่งไม่ถูกต้อง";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้เล่นภายในที่นี่ยังไม่ได้รับรองความถูกต้อง";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากคุณสมบัตินี้ถูกปิดใช้งานในการจำกัด";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากยังไม่ตั้งค่าแต้ม";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้ร่วมที่กำหนดไม่ถูกต้อง";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "การทำงานที่ขอไม่สำเร็จเนื่องจากเซ็สชั่นอยู่ในสถานะที่ไม่ถูกต้อง";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้ร่วมที่กำหนดไม่อยู่ในสถานะตาเล่น";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "การทำงานที่ขอไม่สำเร็จเนื่องจากข้อมูลแข่งขันขนาดใหญ่เกินไป";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "การทำงานที่ขอไม่สำเร็จเนื่องจากการทำงานจะทำให้เกินจำนวนสูงสุดของเซ็สชั่น";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากคุณสมบัตินี้ถูกปิดใช้งานสำหรับผู้เล่นที่ยังไม่บรรลุนิติภาวะ";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "มีผู้เล่นที่ไม่ได้คาดหมายได้เข้ามาเชื่อมต่อในการแข่งขัน";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากข้อผิดพลาดไม่มีชื่อ";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "การทำงานที่ขอไม่สำเร็จเนื่องจากผู้ใช้ปฏิเสธ";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " และอีก %@…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "เพื่อน %@ คนชอบรายการนี้";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "เพื่อน %@ คนชอบรายการนี้";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "กดถูกใจ Facebook ไม่พร้อม";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "เพื่อน %@ คนชอบรายการนี้";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "ถูกใจ";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "ถูกใจ";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "ไม่สำเร็จ";

/* friend text in compare achievement screen */
"FRIEND" = "เพื่อน";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ คน";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ คน";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "ไม่มีเพื่อน";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "เพื่อน %@ คนร่วมกัน";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "เพื่อน %@ คนร่วมกัน";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "ไม่มีเพื่อนร่วมกัน";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ คน";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ คน";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ คน";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ คน";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "เพื่อนๆ";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "เพื่อนๆ";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) ได้ตอบรับคำขอของคุณ";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) ได้ตอบรับคำขอของคุณ";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ ได้ตอบรับคำขอของคุณ";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "กำลังหาผู้เล่น";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "ไม่รับการเชิญเกี่ยวกับเกม";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "เพื่อนผู้มีผลสำเร็จนี้";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "เพื่อน %@ คนผู้มีผลสำเร็จนี้";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "เพื่อน %@ คนผู้มีผลสำเร็จนี้";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "ไม่มีเพื่อนผู้มีผลสำเร็จนี้";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "เพื่อนๆ";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ คน";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ คน";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ คน";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "เพื่อนผู้ที่ยังไม่ได้เล่น";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "เพื่อน %@ คนผู้ที่ยังไม่ได้เล่น";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "เพื่อน %@ คนผู้ที่ยังไม่ได้เล่น";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "ไม่มีเพื่อนผู้ที่ยังไม่ได้เล่น";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "เพื่อนผู้เล่นเกมนี้";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "เพื่อน %@ คนผู้เล่นเกมนี้";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "เพื่อน %@ คนผู้เล่นเกมนี้";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "ไม่มีเพื่อนผู้เล่นเกมนี้";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "ผู้เล่น";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ ผู้เล่น";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ ผู้เล่น";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ ผู้เล่น";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "ไม่ได้ออนไลน์";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "ทุกคน";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "ข้างเคียง";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "ล่าสุด";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "คำขอกับเพื่อน";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "คุณต้องการส่งคำขอกับเพื่อนไปที่ %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "คำขอกับเพื่อน";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "คำขอกับเพื่อนจาก %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ เกม";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ เกม";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "ไม่มีเกม";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ เกมที่เล่นเหมือนกัน";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ เกมที่เล่นเหมือนกัน";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "ไม่มีเกมที่เล่นเหมือนกัน";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "เกมที่ยกเลิก";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "คุณสมบัติปิดไม่ให้ใช้อยู่";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "โหมดสาธิต";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "ปิดใช้ Game Center หรือไม่";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "คุณสามารถเปิดใช้ Game Center ได้ทุกเวลาโดยลงชื่อเข้าผ่านทางแอปพลิเคชั่น Game Center";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "ไม่รองรับ Game Center";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "ไม่เคยเล่น";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "การเชิญจาก %1$@ เพื่อเล่น “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "การเชิญจาก %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "การเชิญจาก %@ ได้ถูกยกเลิก";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "จับคู่แข่งอัตโนมัติหาผู้เล่นไม่เพียงพอ กรุณาเชิญผู้เล่นอื่น";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "ผู้เล่นไม่เพียงพอ";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Game Center ไม่รู้จักเกมนี้";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "คุณต้องลงชื่อเข้าด้วย Apple ID ที่ใช้ซื้อเกมนี้เพื่อจัดอันดับให้กับเกม";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "ยังไม่ได้ส่งการจัดอันดับเกม";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "เชื่อมต่อใหม่อีกครั้งหรือไม่";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "เกมเล่นหลายผู้เล่น";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "ผู้เล่นทั้งหมด %@ คน";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "ผู้เล่นทั้งหมด";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "ผู้เล่นทั้งหมด %@ คน";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "ผู้เล่นทั้งหมด";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "ผู้เล่นทั้งหมด";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "ผู้เล่นทั้งหมด";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "ซ่อนเร้น";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "ลืม Apple ID หรือรหัสผ่านของคุณใช่หรือไม่";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "นำเข้าเพื่อนๆ";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "เข้ากันไม่ได้";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "ได้มีการป้อนรหัสผิดหลายครั้งมากเกินไป หากคุณลืมรหัสผ่านของคุณ ให้แตะ \"รีเซ็ต\" เพื่อเปลี่ยนรหัส";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "รหัสผ่านไม่ถูกต้อง";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "การเชิญที่ยกเลิก";

/* Invitation Title */
"INVITATION_TITLE" = "การเชิญ";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "กำลังรอ…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "ผู้เล่นได้ตอบรับการเชิญของคุณ";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ ได้ตอบรับการเชิญของคุณเกี่ยวกับ %2$@";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ ได้ตอบรับการเชิญของคุณ";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "ผู้เล่นได้ตอบรับการเชิญของคุณเกี่ยวกับ %@";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "ผู้เล่นได้ตอบปฏิเสธการเชิญของคุณ";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ จาก %2$@ คน";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ จาก %2$@ คน";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "เชิญได้อีกไม่เกิน %d ผู้เล่นจากรายการเพื่อนของคุณใน Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "เชิญอีกหนึ่งผู้เล่นจากรายการเพื่อนของคุณใน Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "ไม่มี";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "ท้าแข่งกับเพื่อน";

/* Invite Friend */
"INVITE_FRIEND" = "เชิญเพื่อน";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "เชิญเพื่อนๆ";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "เชิญผู้เล่น";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "เชิญได้ถึง %@ ผู้เล่น";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "เชิญได้ถึง %@ ผู้เล่น";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "เชิญได้ถึง %@ ผู้เล่น";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "เพิ่งเล่น: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "แข่งล่าสุด: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "เล่นล่าสุด: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "เล่นล่าสุด";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "เล่นล่าสุด: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "เปิดแอปฯ";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "กระดานแต้มนำ";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ กระดานแต้มนำ";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ กระดานแต้มนำ";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ กระดานแต้มนำ";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "กระดานแต้มนำ";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "ช่วงของกระดานแต้มนำ {%d,%d} ต้องเริ่มที่อันดับ >= %d และจำนวนช่วง <= %d";

/* Loading… status text */
"LOADING_STATUS" = "กำลังโหลด…";

/* Login Button */
"LOGIN_BUTTON" = "ลงชื่อเข้า";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "กำลังเชื่อมต่อ…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "กำลังหาผู้เล่น…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "เชิญเพื่อนๆ";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "กำลังเชิญผู้เล่น";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "เล่นเดี๋ยวนี้";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "กำลังเริ่มเกม…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "กำลังรอ…";

/* Me */
"ME" = "ฉัน";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "ฉัน";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ ผู้เล่น";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ ผู้เล่น";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "ผู้เล่นใกล้เคียง";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "อนุญาตผู้เล่น Game Center ใกล้เคียงให้หาและเชิญคุณเล่นเกมหลายผู้เล่นผ่านทาง Wi-Fi หรือบลูทูธ";

/* Never Played */
"NEVER_PLAYED" = "ไม่เคยเล่น";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "ไม่เคยเล่น";

/* Next */
"NEXT" = "ถัดไป";

/* now (time) */
"NOW_TIME" = "เดี๋ยวนี้";

/* No Achievements */
"NO_ACHIEVEMENTS" = "ไม่มีผลสำเร็จ";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "ไม่มีผลสำเร็จ";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "ไม่ได้ตอบกลับ";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "ไม่มีเพื่อน";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "ไม่มีแต้มของเพื่อน";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "ไม่มีกระดานแต้มนำ";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "ไม่มีกระดานแต้มนำหรือผลสำเร็จ";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "โปรดลองอีกครั้งเมื่อเชื่อมต่อกับเครือข่าย";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "เครือข่ายไม่พร้อม";

/* No score - player rank is zero */
"NO_SCORE" = "ไม่มีแต้ม";

/* No Scores */
"NO_SCORES" = "ไม่มีแต้ม";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "ไม่มีแต้ม";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "ไม่มีสถานะ";

/* OK Button */
"OK_BUTTON" = "ตกลง";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "รวมทั้งหมด";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "ไม่พบ Apple ID ที่คุณป้อน หรือรหัสผ่านของคุณไม่ถูกต้อง\nโปรดลองอีกครั้ง";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "รหัสผ่าน";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "รหัสผ่านกล่องทรายทดสอบ";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "สุดท้าย %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "สูงสุด %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "เล่นวันนี้: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ หรือ %2$@ ผู้เล่น";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ ถึง %2$@ ผู้เล่น";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ ผู้เล่น";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ ผู้เล่น";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "ไม่เคยเล่น";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ ได้เลิกเชื่อมต่อ";

/* Play button title */
"PLAY_BUTTON_TITLE" = "เล่น";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "เล่นเกม";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "เล่นเดี๋ยวนี้แล้ว Game Center จะหาผู้เล่นให้อีกไม่เกิน %d ผู้เล่นเพื่อเล่นด้วยกัน";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "เล่นเดี๋ยวนี้แล้ว Game Center จะหาผู้เล่นให้อีก 1 ผู้เล่นเพื่อเล่นด้วยกัน";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "เล่นเดี๋ยวนี้แล้ว Game Center จะจัดให้คุณเล่นเกมกับผู้เล่นที่ได้เลือกไว้";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "เล่นเดี๋ยวนี้";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "ได้ปิดใช้ Apple ID ที่คุณป้อน โปรดติดต่อแผนกบริการลูกค้า";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "ที่อันดับเดียวกับฉัน";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "ที่อันดับสูงกว่าฉัน";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "ที่อันดับต่ำกว่าฉัน";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ จาก %2$@ ผู้เล่น";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@ จาก %2$@ ผู้เล่น";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ จาก %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "ไม่ได้จัดอันดับ";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "#%@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ อันดับ";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ อันดับ";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "ไม่มีการจัดอันดับ";

/* Ready invite label */
"READY_INVITE_LABEL" = "พร้อม";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ ผู้รับ";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ ผู้รับ";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = " ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ ชั่วโมงที่แล้ว";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ ชั่วโมงที่แล้ว";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ นาทีที่แล้ว";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ นาทีที่แล้ว";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ วินาทีที่แล้ว";

/* Remove */
"REMOVE_BUTTON_TITLE" = "ลบ";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "ลบผู้เล่น";

/* Report a Problem Title */
"REPORT_PROBLEM" = "รายงานปัญหา";

/* Reset Button */
"RESET_BUTTON" = "รีเซ็ต";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ใน%2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ ผลลัพธ์";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 ผลลัพธ์";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "ไม่มีผลลัพธ์";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "ส่งคำขอกับเพื่อน";

/* Settings Button */
"SETTINGS_BUTTON" = "การตั้งค่า";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>ฉันได้รับ <a href=\"%3$@\">%1$@จากการเล่น “%2$@”</a></p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>“%1$@” ได้รับ <a href=\"%4$@\">%2$@จากการเล่น “%3$@”</a></p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>ฉันต้องการได้ <a href=\"%3$@\">%1$@จากการเล่น “%2$@”</a></p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "ฉันได้รับ %1$@จากการเล่น “%2$@”";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "“%1$@” ได้รับ %2$@จากการเล่น “%3$@”";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "ฉันต้องการได้ %1$@จากการเล่น “%2$@”";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>ลองดู<a href=\"%3$@\">แต้มของฉันบน “%1$@” จากการเล่น “%2$@”</a></p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>ลองดูแต้มของ <a href=\"%4$@\">“%1$@” ที่ได้รับบน “%2$@” จากการเล่น “%3$@”</a></p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "ลองดูแต้มของฉันบน “%1$@” จากการเล่น “%2$@”";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "ลองดูแต้มของ “%1$@” ที่ได้รับบน “%2$@” จากการเล่น “%3$@”";

/* Show All */
"SHOW_ALL" = "แสดงทั้งหมด";

/* Show More footer title */
"SHOW_MORE_TEXT" = "แสดงเพิ่มอีก…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "แสดงอีก %@…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "ลงชื่อเข้า";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "เริ่มใช้ Game Center ด้วย Apple ID
ของคุณ และเล่นเกมออนไลน์กับเพื่อนๆ ของคุณ
ไม่ว่าพวกเขาจะอยู่ที่ไหนก็ตาม";

/* Starting Game… */
"STARTING_GAME" = "กำลังเริ่มเกม…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "แตะเพื่อจัดอันดับ";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "แตะเพื่อจัดอันดับเกมนี้";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "แตะเพื่อจัดอันดับ\nเกมนี้";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "ทั้งหมด";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "ทั้งหมด";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "สัปดาห์นี้";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "สัปดาห์นี้";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "วันนี้";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "วันนี้";

/* To: */
"TO_LABEL" = "ถึง:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "โปรดลองอีกครั้งภายหลัง";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "ไม่สามารถสร้างการแข่ง";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "จบเกม";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "กรุณาลบเกมที่มีอยู่แล้วลองอีกครั้ง";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "ไม่สามารถสร้างเกม";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "ผู้เล่นที่รับเชิญมีเกมที่กำลังเล่นอยู่มากเกินไป";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "ไม่สามารถสร้างเกม";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "เกมใหม่";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "ยังไม่ได้เล่นตาเล่นของเขา";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "ปฏิเสธ";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "เกม";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ เกม";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ เกม";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "เกม";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "การเชิญ";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "เลิกเกม";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "พร้อม";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "ออกจากเกม";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "การเชิญ";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "ถึงตาเล่นของผู้เล่นอื่น";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "ถึงตาเล่นของผู้เล่นนี้";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "ตาเล่นของคุณ";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "จบเกม";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "เล่นตาเล่นของคุณ";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "ดูเกม";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "จาก %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "ตาเล่นล่าสุด: %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "ไม่ทราบวันที่เริ่ม";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "ถึงตาเล่นแต่ยังไม่เล่น";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "ได้เล่นกับ “%1$@” และผู้อื่นอีก %2$d คน";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "ได้เล่นกับ “%@”";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "ได้เล่นกับผู้เล่นจับคู่แข่งอัตโนมัติ";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d ผู้เล่น";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "กำลังเล่นอยู่กับ “%1$@” และผู้อื่นอีก %2$d คน";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "กำลังเล่นอยู่กับ “%@”";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "กำลังเล่นอยู่กับผู้เล่นจับคู่แข่งอัตโนมัติ";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "ได้เริ่มเมื่อ %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "เชิญเพื่อนๆ เข้าเล่นเกม";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "ไม่มีเกม";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "ถึงตาเล่นของ %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "ตาเล่นของพวกเขา";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "ชนะ %@ ครั้ง";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "ผู้เล่นอื่นชนะ";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "ผู้เล่นอื่น";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "อันดับหนึ่ง";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "อันดับสี่";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "แพ้";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "ฉัน";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "ไม่มีผลเล่น";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "เลิกเล่น";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "อันดับสอง";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "อันดับสาม";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "เสมอ";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "เล่นไม่ทันเวลา";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "ชนะ";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "ยังอยู่";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "ได้ปฏิเสธ";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "เสร็จ";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "เชิญแล้ว";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "กำลังแข่งอยู่";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "ไม่ทราบ";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "ตาเล่นของคุณ";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "คุณชนะ!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "ไม่สามารถโหลด";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "ไม่สามารถโหลดผลสำเร็จ";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "ไม่สามารถโหลดเพื่อน";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "ไม่สามารถโหลด";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "ไม่สามารถส่งการจัดอันดับเกมในขณะนี้ โปรดลองอีกครั้งภายหลัง";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "ผู้ใช้ที่ไม่ได้รับรองความถูกต้อง";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "การเชื่อมต่อกระทันหัน";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "ผู้เล่นที่ไม่ได้คาดหมายได้เข้ามาเชื่อมต่อ จะยกเลิกการจับคู่แข่ง";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "เลิกเชิญ";

/* Uninvite Now */
"UNINVITE_NOW" = "เลิกเชิญเดี๋ยวนี้";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "เลิกเชิญผู้เล่นหรือไม่";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "ผู้เล่นที่ได้เชิญจำนวนหนึ่งยังไม่ตอบกลับ";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "แอปฯ ไม่มีชื่อ";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple ID สำหรับกล่องทรายทดสอบ";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "ดูบัญชี";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "ดู";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "กำลังรอการรับรองความถูกต้อง…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "กำลังรอ %@ เพื่อเริ่มเกม";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "รอสักครู่";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "ยินดีต้อนรับกลับ %@";

/* Welcome title */
"WELCOME_TITLE" = "ยินดีต้อนรับ";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "ยินดีต้อนรับสู่ Game Center %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ กล่องทราย ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "คุณได้เลือกจำนวนผู้เล่นมากสุดแล้ว";

